Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/regjeringen.no/ovddasvastadussuorggit_id_775.html.tmx
Source language: sme
Languages: nob

source: Ovddasvástádussuorggit
nob: Ansvarsområder

source: Oljo- ja energiijadepartemeantta váldobargu lea ovttastahtton ja oppalaš energiijapolitihka heiveheapmi .
nob: Olje- og energidepartementets hovedoppgave er å tilrettelegge en samordnet og helhetlig energipolitikk .

source: Okta bajimus ulbmilin lea sihkkarastit alla árvoháhkama go hálddaša energiijaresurssaid beaktilit ja birasustitlaččat .
nob: Et overordnet mål er å sikre høy verdiskaping gjennom effektiv og miljøvennlig forvaltning av energiressursene .

source: Almmá buori gilvonávccaid , beaktilis rersurssageavaheami ja gánnáhahttivuođa haga eai šatta bargoasjit ja sisaboađut mat leat dárbbašlaččat sihkkarastit buorredili ja barggolašvuođa .
nob: Uten god konkurranseevne , effektiv ressursbruk og lønnsomhet i energisektoren skapes ikke de arbeidsplasser og inntekter som er nødvendige for å sikre velferd og sysselsetting .

source: Energiijapolitihkka ferte leat dainna lágiin ahte geavaha oppalaš bargonávccaid máhtu , kapitála ja luondduriggodagaid mat leat fidnemis buoremus lági mielde biraslaš doahttalahtti rámmaid siskkobealde .
nob: Energipolitikken må legges opp slik at man innenfor miljømessig forsvarlige rammer , best mulig utnytter den samlede tilgangen på arbeidskraft , kunnskap , kapital og naturressurser .

source: Politihkalaš jođihusa čállingoddin rivdet departemeantta ulbmilat ráđđehusa energiijapolitihkalaš ulbmiliid mielde mat earret eará leat áigeguovdilis dieđáhusain ja proposišuvnnain Stuorradiggái .
nob: Som sekretariat for den politiske ledelse vil departementets mål utvikle seg med regjeringens energipolitiske målsettinger som blant annet er gjengitt i aktuelle meldinger og proposisjoner til Stortinget .
